/* . Ask the user if they meant something else, : correction_message */
"correction_message" = "Oeddech chi'n meddwl?";

/* . Distance in kilometers, : distance */
"distance" = "${PARAM} km";

/* . Error message, : error_message */
"error_message" = "Digwyddodd gwall. Rhowch gynnig arni eto'n hwyrach os gwelwch yn dda";

/* . hint for text field, : input_hint */
"input_hint" = "e.e. ///garddio.llong.ystyria";

/* . Warning message indicating no address, : invalid_address_message */
"invalid_address_message" = "Ni chanfyddwyd unrhyw gyfeiriadau what3words dilys";

/* . Indicate that the address is close to the place named in the parameter, : near */
"near" = "ger ${PARAM}";

/* . Prompt to tell a user to speak, : voice_placeholder */
"voice_placeholder" = "Dywedwch gyfeiriad what3words...";

/* . Slashes to prefix the three word address., : w3w_slashes */
"w3w_slashes" = "///";

/* . Slashes with a marker for the three word address, : w3w_slashes_with_address */
"w3w_slashes_with_address" = "///${PARAM}";

